(package! vertico-posframe)

(package! hydra-posframe
  :recipe (:host github :repo "Ladicle/hydra-posframe"))

(package! pretty-hydra
  :recipe (:host github :repo "jerrypnz/major-mode-hydra.el"
           :files ("pretty-hydra.el")))

(package! doct)

(package! org-recur)

(package! org-super-agenda)

(package! org-ql)

(package! vulpea)

(package! org-transclusion)

(package! esxml
  :recipe (:host github :repo "tali713/esxml"))
